Repository: StanfordBDHG/CardinalKitOnboarding
Catalog: Sources/SpeziOnboarding/Resources/*.lproj/Localizable.strings
Languages: de

# CONSENT_ACTION
source: I Consent
de: Ich Stimme Zu

# MARKDOWN_LOADING_ERROR
source: Could not load and parse the document.
de: Das Dokument konnte nicht geladen werden.

# EXPORTED_TAG
source: Exported
de: Exportiert

# CONSENT_TITLE
source: Spezi Consent
de: Spezi Einwilligung

# FILE_NAME_EXPORTED_CONSENT_FORM
source: Signed Consent Form
de: Unterschriebe Einwilligung

# CONSENT_EXPORT_ERROR_DESCRIPTION
source: Failed to export the signed consent form.
de: Die unterschriebene Einwilligung konnte nicht exportiert werden.

# CONSENT_EXPORT_ERROR_RECOVERY_SUGGESTION
source: Please try again or restart the application.
de: Bitte versuche es erneut oder starte die Applikation neu.

# CONSENT_EXPORT_ERROR_FAILURE_REASON
source: The system wasn't able to reserve the necessary memory for rendering the consent form.
de: Der Speicherplatz für das Exportieren der Einwilligung konnte nicht reserviert werden.

# CONSENT_VIEW_TITLE
source: Consent
de: Einwilligung

# CONSENT_SHARE
source: Share consent form
de: Teile die Einwilligung

# SEQUENTIAL_ONBOARDING_NEXT
source: Next
de: Nächster Schritt

source: Signature Field
de: Unterschrift Feld

# SIGNATURE_VIEW_UNDO
source: Undo
de: Rückgängig Machen

# NAME_FIELD_GIVEN_NAME_TITLE
source: First Name
de: Vorname

# NAME_FIELD_GIVEN_NAME_PLACEHOLDER
source: Enter your first name ...
de: Gib deinen Vornamen ein ...

# NAME_FIELD_FAMILY_NAME_TITLE
source: Last Name
de: Nachname

# NAME_FIELD_FAMILY_NAME_PLACEHOLDER
source: Enter your last name ...
de: Gib deinen Nachnamen ein ...

# ILLEGAL_ONBOARDING_STEP
source: SpeziOnboarding: Illegal Onboarding Step
de: SpeziOnboarding: Unerlaubter Schritt während des Onboardings
